let translateModule = {};
translateModule.translate = {
    "days": {
        "0": {
            "en": "Sunday",
            "ru": "Воскресенье",
            "be": "Нядзеля",
        },
        "1": {
            "en": "Monday",
            "ru": "Понедельник",
            "be": "Панядзелак",
        },
        "2": {
            "en": "Tuesday",
            "ru": "Вторник",
            "be": "Аўторак",
        },
        "3": {
            "en": "Wednesday",
            "ru": "Среда",
            "be": "Серада",
        },
        "4": {
            "en": "Thursday",
            "ru": "Четверг",
            "be": "Чацвер",
        },
        "5": {
            "en": "Friday",
            "ru": "Пятница",
            "be": "Пятніца",
        },
        "6": {
            "en": "Saturday",
            "ru": "Суббота",
            "be": "Субота",
        },        
    },
    "shortDays": {
        "0": {
            "en": "Sun",
            "ru": "Вск",
            "be": "Няд",
        },
        "1": {
            "en": "Mon",
            "ru": "Пнд",
            "be": "Пнд",
        },
        "2": {
            "en": "Tue",
            "ru": "Втр",
            "be": "Аўт",
        },
        "3": {
            "en": "Wed",
            "ru": "Срд",
            "be": "Сер",
        },
        "4": {
            "en": "Thu",
            "ru": "Чтв",
            "be": "Чцв",
        },
        "5": {
            "en": "Fri",
            "ru": "Птн",
            "be": "Пят",
        },
        "6": {
            "en": "Sat",
            "ru": "Сбт",
            "be": "Суб",
        },
    },
    "month":{
        "1": {
            "en": "January",
            "ru": "Январь",
            "be": "Студзень",
        },
        "2": {
            "en": "February",
            "ru": "Февраль",
            "be": "Люты",
        },
        "3": {
            "en": "March",
            "ru": "Март",
            "be": "Сакавік",
        },
        "4": {
            "en": "April",
            "ru": "Апрель",
            "be": "Красавік",
        },
        "5": {
            "en": "May",
            "ru": "Май",
            "be": "Травень",
        },
        "6": {
            "en": "June",
            "ru": "Июнь",
            "be": "Чэрвень",
        },
        "7": {
            "en": "July",
            "ru": "Июль",
            "be": "Ліпень",
        },
        "8": {
            "en": "August",
            "ru": "Август",
            "be": "Жнівень",
        },
        "9": {
            "en": "September",
            "ru": "Сентябрь",
            "be": "Верасень",
        },
        "10": {
            "en": "October",
            "ru": "Октябрь",
            "be": "Кастрычнік",
        },
        "11": {
            "en": "November",
            "ru": "Ноябрь",
            "be": "Лістапад",
        },
        "12": {
            "en": "December",
            "ru": "Декабрь",
            "be": "Снежань",
        },
    },
    "translate":{
        "placeholder": {
            "en": "Search city",
            "ru": "Поиск города",
            "be": "Пошук горада",
        },
        "Search": {
            "en": "Search",
            "ru": "Поиск",
            "be": "Пошук",
        },
        "LATITUDE": {
            "en": "LATITUDE",
            "ru": "ШИРОТА",
            "be": "ШЫРОТА",
        },
        "LONGITUDE": {
            "en": "LONGITUDE",
            "ru": "ДОЛГОТА",
            "be": "ДАЎГАТА",
        },
        "input": {
            "en": "Incorrect input!",
            "ru": "Неверный ввод!",
            "be": "Няправільны ўвод!",
        },
        "input2": {
            "en": "Not found!",
            "ru": "Не найдено!",
            "be": "Не знойдзена!",
        },
    },
    "translateDSky": {
        "feels": {
            "en": "Feels like:",
            "ru": "Ощущается как:",
            "be": "Адчуваецца як:",
        },
        "wind": {
            "en": "Wind:",
            "ru": "Ветер:",
            "be": "Вецер:",
        },
        "humidity": {
            "en": "Humidity:",
            "ru": "Влажность:",
            "be": "Вільготнасць:",
        },
        "ms": {
            "en": " m/s",
            "ru": " м/с",
            "be": " м/с",
        },
    }
}